Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# ScreenCaptureAlert
source: This will hide the contents of your chats or chat list from the task switcher, but you will not be able to take screenshots on Telegram. You may need to restart the app for this to take effect.
ar: سيؤدي هذا لإخفاء محتوى محادثاتك من شاشة تعدد المهام، لكن بالمقابل لن تتمكن من أخذ لقطات الشاشة في تيليجرام. قد تحتاج لإعادة تشغيل التطبيق ليتم تفعيل هذا الخيار.
be: Змесціва вашых чатаў не будзе бачна пры пераключэнні паміж праграмамі, але вы не зможаце рабіць здымкі экрана ў Telegram. Вам можа спатрэбіцца перазапусціць праграму, каб гэта опцыя пачала дзейнічаць.
ca: Això amagarà la llista de xats o els seus continguts del commutador de tasques, però no podreu fer captures de pantalla al Telegram. Potse calgui reiniciar l'aplicació per a aplicar-ho.
de: Das wird die Inhalte der Chatliste oder Chats in der Liste der geöffneten Apps verstecken, du wirst jedoch keine Bildschirmfotos aufnehmen können. Du wirst die App nach der Änderung neu starten müssen.
es: Esto ocultará los contenidos de tus chats o tu lista de chats en la multitarea, pero no podrás hacer capturas de pantalla en Telegram. Puede que tengas que reiniciar la app para que surta efecto.
fa: این عمل محتوای گفتگوها یا فهرست گفتگوی شما را از مدیریت برنامه‌ها پنهان می‌کند، اما شما قادر نخواهید بود در تلگرام از صفحه عکس بگیرید. برای اعمال این تنظیمات ممکن است شروع مجدد برنامه لازم باشد.
fi: Tämä piilottaa keskusteluidesi sisällön sekä keskusteluluettelon sovelluksen vaihtajasta, muttet voisi ottaa kuvakaappauksia Telegramista. Telegram tulee mahdollisesti käynnistää uudelleen, jotta asetus tulee voimaan.
fr: Cela cachera le contenu de vos échanges et votre liste d'échanges dans les applications ouvertes, mais vous ne pourrez plus prendre de captures d'écran dans Telegram. Vous devrez peut-être redémarrer l'application pour que cela prenne effet.
id: Hal ini akan menyembunyikan konten atau daftar obrolan Anda dari pengalih aplikasi, tetapi Anda tidak akan dapat mengambil tangkapan layar di Telegram. Anda mungkin perlu memulai ulang aplikasi agar ini berlaku.
it: Questo nasconderà il contenuto delle chat o dell'elenco chat dalla lista della app recenti, ma non sarà possibile effettuare screenshot su Telegram. Potrebbe essere necessario riavviare l'applicazione affinché questo abbia effetto.
ko: 앱 전환 화면에서 대화 내용이나 목록이 숨겨지지만, 텔레그램에서 스크린샷을 찍으실 수 없습니다. 이 기능을 사용하려면 앱을 다시 시작하셔야 할 수도 있습니다.
ms: Ini akan sorok kandungan bual anda atau senarai bual dari suis tugasan, tetapi anda tidak akan dapat ambil gambar skrin di Telegram. Anda mungkin perlu mula semula aplikasi sebelum ianya berkuatkuasa.
nl: Hiermee verberg je de inhoud van je chats of chatoverzicht in je taakbeheer, ook kun je geen schermafdrukken maken in Telegram. Het kan zijn dat je de app moet herstarten voordat dit actief is.
pl: Ukryje to zawartości twoich czatów lub listy czatów w „Przełączniku zadań”, ale nie będzie można wykonywać zrzutów ekranu w Telegramie. Aby to zadziałało, może być konieczne ponowne uruchomienie aplikacji.
pt_br: Isso ocultará o conteúdo de seus chats ou lista de chats do multitarefas, mas você não poderá tirar capturas de tela no Telegram. Pode ser necessário reiniciar o aplicativo para que isso entre em vigor.
ru: Ваши чаты не будут видны в окне переключения задач, но Вы не сможете делать скриншоты в Telegram. Для вступления настроек в силу может потребоваться перезапуск приложения.
sv: Detta döljer innehållet i din chatt eller chattlista i med du kan ta skärmdumpar av Telegram. Eventuellt behöver du starta om appen.
tr: Bu, sohbetlerinizin veya sohbet listenizin içeriğini görev değiştiriciden gizler. Ancak Telegram'da ekran görüntüsü alamazsınız. Bunun etkili olması için uygulamayı yeniden başlatmanız gerekebilir.
uk: Ваших чатів не буде видно в перемикачі завдань, але ви не зможете робити знімків екрана в Telegram. Для застосування змін може знадобитися перезапуск програми.
uz: Buning yordamida chatlar yoki chatlar ro'yxati tarkibini topshiriqlar panelida ko'rinmaydi va Teleramda skrinshot olish imkonini bermaydi. O'zgarishlar kuchga kirish uchun dasturni qayta ishga tushirishingiz zarur.

# ScreenCaptureHeader
source: App Content in Task Switcher
ar: محتوى التطبيق في مبدل التطبيقات
ca: Contingut al commutador de tasques
de: App-Inhalte nach Sperrung
es: Contenido en la multitarea
fi: Viimeisimmät sovellukset -näyttö
fr: Contenu visible dans la liste des applications
it: Contenuto nelle app recenti
ko: 작업전환에 있는 앱 내용
ms: Konten Aplikasi di Penukar Tugas
pl: Zawartość aplikacji w „Przełączniku zadań”
pt_br: Conteúdo do App nos Multitarefas
ru: Просмотр при переключении задач
sv: Innehåll i uppgiftsväxlaren
tr: Görev Değiştirici'de Uygulama İçeriği
uk: Вміст застосунку в перемикачі програм

# ScreenCaptureInfo
source: If disabled, you won't be able to take screenshots in the app but chat content will be hidden in the task switcher.
ar: إذا تم التعطيل؛ سيتم إخفاء محتوى المحادثات في شاشة مبدّل المهام، لكن لن يكون بإمكانك تصوير الشاشة داخل التطبيق.
be: Калі гэты параметр адключаны, вы не зможаце рабіць здымкі экрана ў праграме, але змесціва чатаў будзе схавана падчас пераключэння паміж праграмамі.
ca: En desactivar-la, no podreu fer captures de pantalla, però el contingut dels xats s’amagarà al commutador de tasques.
de: Wenn du diese Funktion deaktivierst, wirst du keine Bildschirmfotos mehr in der App aufnehmen können und Chatinhalte werden in der Liste der geöffneten App ausgeblendet.
es: Si está desactivada, no podrás hacer capturas de pantalla en la app pero el contenido del chat estará oculto en la multitarea.
fa: در صورت غیرفعال بودن، شما قادر نخواهید بود در برنامه از صفحه عکس بگیرید اما محتوای گفتگو در مدیریت برنامه‌ها پنهان خواهد شد.
fi: Jos tämä poistetaan käytöstä, keskustelujen sisältöä ei näy sovelluksen vaihtajassa, muttet voi ottaa kuvakaappauksia sovelluksessa.
fr: Si désactivé, vous ne pourrez plus prendre de captures d'écran dans l'application, mais les contenus de vos échanges seront cachés dans les applications ouvertes.
id: Jika dinonaktifkan, Anda tidak akan dapat mengambil tangkapan layar di aplikasi tetapi konten obrolan akan disembunyikan di pengalih aplikasi.
it: Se disattivata, non potrai fare screenshot nell'app, ma il sistema nasconderà il contenuto delle chat nella lista delle app recenti.
ko: 위 기능을 끄면, 앱 안에서 화면을 캡처하실 수 없지만 앱 전환 화면에서 대화 내용이 숨겨집니다.
ms: Jika dinyahdaya, anda tidak boleh ambil gambar skrin di aplikasi, tetapi kandungan bual akan tersembunyi di suis tugasaan.
nl: Indien uitgeschakeld kun je geen in-app schermafdrukken maken, chats zijn dan ook niet zichtbaar in taakbeheer.
pl: Jeśli ta opcja jest wyłączona, nie będzie można robić zrzutów ekranu w aplikacji, ale zawartość czatu będzie ukryta w „Przełączniku zadań”.
pt_br: Se desativado, você não poderá fazer capturas de tela no aplicativo – porém, o conteúdo dos seus chats não será mostrado no multitarefas.
ru: Если выключено, Вы не сможете делать скриншоты приложения, но чаты не будут видны в окне переключения задач.
sv: Om inaktiverat, kan du inte ta en skärmdump i appen men chattinnehållet döljs i appväxlaren.
tr: Devre dışı bırakılırsa, uygulamadan ekran görüntüleri alamazsınız. Ancak sohbet içeriği görev değiştiricisinden gizlenecektir.
uk: Якщо вимкнено, ви не зможете робити знімків екрана у програмі, але вмісту ваших чатів не буде видно в перемикачі завдань.
uz: Agar o'chirilsa, siz dasturdan skrinshot ololmaysiz va topshiriqlar oynasida dastur kontenti ko'rinmaydi.
zh_cn: 启用后，您将可以对 Telegram 进行截图，但您的聊天内容会在后台应用列表中展现，即使您启用了锁定码。 您或许需要重新启动应用以使此更改生效。
zh_tw: 啓用後，您將可以對 Telegram 進行截圖，但您的聊天内容會在程式列表中展現，即使您啓用了鎖定碼。 您或許需要重新啓動程式以使此更改生效。

# ScreenCaptureShowContent
source: Show Content
ar: عرض المحتوى
ca: Mostra el contingut
de: Inhalt anzeigen
es: Mostrar contenido
fi: Näytä sisältö
fr: Afficher le contenu
it: Mostra contenuto
ko: 내용 보기
ms: Tunjuk Konten
pl: Pokaż zawartość
pt_br: Mostrar Conteúdo
ru: Показывать
sv: Visa innehåll
tr: İçeriği Göster
uk: Показувати вміст

source: SD Card
ar: بطاقة التخزين الخارجي
be: SD-карта
ca: Targeta SD
de: SD-Karte
es: Tarjeta SD
fa: کارت حافظه
fi: Muistikortti
fr: Carte SD
it: Scheda SD
ko: SD 카드
ms: Kad SD
nl: SD-kaart
pl: Karta SD
pt_br: Cartão SD
ru: Карта памяти
sv: SD-kort
tr: Hafıza Kartı
uk: Карта памʼяті
uz: SD karta
zh_cn: SD 卡
zh_tw: SD 卡

source: Search
ar: بحث
be: Пошук
ca: Cerca
de: Suche
es: Buscar
fa: جستجو
fi: Hae
fr: Rechercher
id: Cari
it: Cerca
ko: 검색
ms: Cari
nl: Zoeken
pl: Szukaj
pt_br: Buscar
ru: Поиск
sv: Sök
tr: Bul
uk: Пошук
uz: Qidiruv
zh_cn: 搜索
zh_tw: 搜尋

# SearchAllChatsShort
source: Chats
ar: محادثات
be: Чаты
ca: Xats
fa: گفتگوها
fi: Keskustelut
fr: Échanges
id: Obrolan
it: Chat
ko: 대화방
ms: Bual
pl: Czaty
ru: Чаты
sv: Chattar
tr: Sohbetler
uk: Чати

source: Search Backgrounds
ar: البحث عن خلفيات
be: Пошук фонаў
ca: Cerqueu fons
de: Hintergrund suchen
es: Buscar fondos
fa: جستجوی پس‌زمینه‌ها
fi: Hae taustakuvia
fr: Rechercher des arrière-plans
id: Cari Latar
it: Cerca sfondi
ko: 배경 검색
ms: Cari Latar Belakang
nl: Zoek Achtergronden
pl: Szukaj teł
pt_br: Buscar Papéis de Parede
ru: Поиск фонов
sv: Sök bakgrunder
tr: Arka Planlar Bul
uk: Пошук фонів
uz: Orqa fonlar qidiruvi

source: Search by color
ar: بحث بواسطة اللون
be: Шукаць па колеры
ca: Cerca per color
de: Nach Farbe suchen
es: Buscar por color
fa: جستجو بر اساس رنگ
fi: Hae värillä
fr: Rechercher par couleur
id: Cari berdasarkan warna
it: Cerca per colore
ko: 색으로 검색
ms: Cari dengan warna
nl: Zoek op kleur
pl: Szukaj w kolorze
pt_br: Buscar por cor
ru: Поиск по цвету
sv: Sök på färg
tr: Renge göre bul
uk: Пошук за кольором
uz: Ranglar boʻyicha qidiruv

# SearchEmojiHint
source: Search emoji
ar: بحث الرموز التعبيرية
be: Шукаць эмодзі
ca: Cerqueu emojis
de: Emoji suchen
es: Buscar emoji
fa: جستجوی اموجی
fi: Hae emojia
fr: Rechercher des emoji
id: Cari emoji
it: Cerca emoji
ko: 이모지 검색
ms: Cari emoji
nl: Emoji zoeken
pl: Szukaj emoji
pt_br: Buscar emoji
ru: Поиск эмодзи
sv: Sök emoji
tr: İfade bul
uk: Пошук емодзі
uz: Emoji qidirish

# SearchEmptyViewDownloads
source: No recent downloads
ar: لا توجد تنزيلات حديثة
be: Няма нядаўніх спамповак
ca: No hi ha baixades recents
de: Keine kürzlichen Downloads
es: Sin descargas recientes
fi: Ei äskettäisiä latauksia
fr: Aucun téléchargement récent
it: Nessun download recente
ms: Tiada muat turun terbaru
pl: Nie ma wcześniejszych pobrań
pt_br: Nenhum download recente
ru: Нет недавних загрузок
sv: Inga nyliga hämtningar
tr: Son indirme yok
uk: Немає недавніх завантажень

# SearchEmptyViewFilteredSubtitle2
source: Try a new search.
ar: جرّب بحثًا جديدًا.
be: Паспрабуйце інакш.
ca: Feu una altra cerca.
de: Probiere eine neue Suche.
es: Intenta una nueva búsqueda.
fi: Kokeile uutta hakua.
fr: Essayer une nouvelle recherche.
id: Coba pencarian baru
it: Prova una nuova ricerca.
ko: 검색을 다시 해보세요.
ms: Cuba carian baru.
nl: Zoek opnieuw
pl: Spróbuj nowego wyszukiwania.
pt_br: Tente uma nova busca.
ru: Попробуйте снова.
sv: Prova en ny sökning
tr: Yeni bir arama deneyin.
uk: Змініть запит.

# SearchEmptyViewFilteredSubtitleFiles
source: Files from all your chats will be shown here.
ar: سيتم عرض الملفات من جميع محادثاتك هنا.
be: Файлы з усіх вашых чатаў будуць паказаны тут.
ca: Aquí es mostraran els fitxers de tots els xats.
de: Dateien aus all deinen Chats werden hier angezeigt.
es: Los archivos de todos tus chats aparecerán aquí.
fa: فایل‌های مربوط به تمامی گفتگوهای شما، اینجا نمایش داده خواهند شد.
fi: Tiedostot kaikista keskusteluista näytetään täällä.
fr: Les fichiers de tous vos échanges seront affichés ici.
id: Berkas dari seluruh obrolan Anda akan ditampilkan di sini.
it: I file da tutte le tue chat appariranno qui.
ko: 여기에 모든 대화방의 파일이 표시됩니다.
ms: Fail dari semua bual akan dipapar di sini.
nl: Bestanden van al je chats verschijnen hier
pl: Pliki ze wszystkich twoich czatów będą pokazane tutaj.
pt_br: Arquivos de todos os seus chats aparecerão aqui.
ru: Здесь будут показаны все файлы из Ваших чатов.
sv: Filer från alla chattar kommer att visas här.
tr: Tüm sohbetlerinizden dosyalar burada gösterilecektir.
uk: Тут відображатимуться файли зі всіх ваших чатів.

# SearchEmptyViewFilteredSubtitleLinks
source: Links from all your chats will be shown here.
ar: سيتم عرض الروابط من جميع محادثاتك هنا.
be: Спасылкі з усіх вашых чатаў будуць паказаны тут.
ca: Aquí es mostraran els enllaços de tots els xats.
de: Links aus all deinen Chats werden hier angezeigt.
es: Los enlaces de todos tus chats aparecerán aquí.
fa: لینک‌های مربوط به تمامی گفتگوهای شما، اینجا نمایش داده خواهند شد.
fi: Linkit kaikista keskusteluista näytetään täällä.
fr: Les liens de tous vos échanges seront affichés ici.
id: Tautan dari seluruh obrolan Anda akan ditampilkan di sini.
it: I link da tutte le tue chat appariranno qui.
ko: 회원님의 모든 대화방에 있는 링크가 여기에 보입니다.
ms: Link dari semua bual akan dipapar di sini.
nl: Links van al je chats verschijnen hier
pl: Linki ze wszystkich twoich czatów będą pokazane tutaj.
pt_br: Links de todos os seus chats aparecerão aqui.
ru: Здесь будут показаны все ссылки из Ваших чатов.
sv: Länkar från alla chattar kommer att visas här.
tr: Tüm sohbetlerinizden bağlantılar burada gösterilecektir.
uk: Тут відображатимуться посилання зі всіх ваших чатів.

# SearchEmptyViewFilteredSubtitleMedia
source: Media from all your chats will be shown here.
ar: سيتم عرض الوسائط من جميع محادثاتك هنا.
be: Медыя з усіх вашых чатаў будуць паказаны тут.
ca: Aquí es mostraran les fotos i vídeos de tots els xats.
de: Medien aus all deinen Chats werden hier angezeigt.
es: La multimedia de todos tus chats aparecerá aquí.
fa: رسانه‌های مربوط به تمامی گفتگوهای شما، اینجا نمایش داده خواهند شد.
fi: Media kaikista keskusteluista näytetään täällä.
fr: Les médias de tous vos échanges seront affichés ici.
id: Media dari seluruh obrolan Anda akan ditampilkan di sini.
it: I media da tutte le tue chat appariranno qui.
ko: 회원님의 모든 대화방에 있는 미디어가 여기에 보입니다.
ms: Media dari semua bual akan dipapar di sini.
nl: Media van al je chats verschijnen hier
pl: Multimedia ze wszystkich twoich czatów będą pokazane tutaj.
pt_br: Mídias de todos os seus chats aparecerão aqui.
ru: Здесь будут показаны все фотографии и видео из Ваших чатов.
sv: Media från alla chattar kommer att visas här.
tr: Tüm sohbetlerinizden medya burada gösterilecektir.
uk: Тут відображатимуться фото та відео зі всіх ваших чатів.

# SearchEmptyViewFilteredSubtitleMusic
source: Music from all your chats will be shown here.
ar: سيتم عرض الصوتيات من جميع محادثاتك هنا.
be: Музыка з усіх вашых чатаў будзе паказана тут.
ca: Aquí es mostrarà la música de tots els xats.
de: Musik aus all deinen Chats wird hier angezeigt.
es: La música de todos tus chats aparecerá aquí.
fa: موسیقی‌های مربوط به تمامی گفتگوهای شما، اینجا نمایش داده خواهند شد.
fi: Musiikki kaikista keskusteluista näytetään täällä.
fr: La musique de tous vos échanges sera affichée ici.
id: Musik dari seluruh obrolan Anda akan ditampilkan di sini.
it: La musica da tutte le tue chat apparirà qui.
ko: 여기에 모든 대화방의 음악이 표시됩니다.
ms: Muzik dari semua bual akan dipapar di sini.
nl: Muziek van al je chats verschijnt hier
pl: Muzyka ze wszystkich twoich czatów będzie pokazana tutaj.
pt_br: Músicas de todos os seus chats aparecerão aqui.
ru: Здесь будет показана вся музыка из Ваших чатов.
sv: Musik från alla chattar kommer att visas här.
tr: Tüm sohbetlerinizden müzik burada gösterilecektir.
uk: Тут відображатиметься музика зі всіх ваших чатів.

# SearchEmptyViewFilteredSubtitleVoice
source: Voice from all your chats will be shown here.
ar: سيتم عرض الرسائل الصوتية من جميع محادثاتك هنا.
be: Галасавыя паведамленні з усіх вашых чатаў будуць паказаны тут.
ca: Aquí es mostraran tots els missatges de veu.
de: Sprache aus all deinen Chats wird hier angezeigt.
es: Los mensajes de voz de todos tus chats aparecerán aquí.
fa: صداهای مربوط به تمامی گفتگوهای شما، اینجا نمایش داده خواهند شد.
fi: Ääni kaikista keskusteluista näytetään täällä.
fr: Les messages vocaux de tous vos échanges seront affichés ici.
id: Suara dari seluruh obrolan Anda akan ditampilkan di sini.
it: I vocali da tutte le tue chat appariranno qui.
ko: 여기에 모든 대화방의 음성 및 동영상 메시지가 표시됩니다
ms: Suara dari semua bual akan dipapar di sini.
nl: Spraakberichten uit al je chats verschijnen hier
pl: Wiadomości głosowe ze wszystkich twoich czatów będą pokazane tutaj.
pt_br: Voz de todos os seus chats aparecerão aqui.
ru: Здесь будут показаны все голосовые сообщения и видеосообщения из Ваших чатов.
sv: Tal från alla chattar kommer att visas här.
tr: Tüm sohbetlerinizden ses burada gösterilecektir.
uk: Тут відображатимуться голосові повідомлення зі всіх ваших чатів.

# SearchEmptyViewTitle
source: No Results
ar: ما من نتائج
be: Няма вынікаў
ca: Cap resultat
de: Keine Ergebnisse
es: Sin resultados
fa: بدون نتیجه
fi: Ei tuloksia
fr: Aucun résultat
id: Tidak ada hasil
it: Nessun risultato
ko: 결과 없음
ms: Tiada Keputusan
nl: Geen resultaten
pl: Nie ma wyników
pt_br: Sem Resultados
ru: Нет результатов
sv: Inga resultat
tr: Sonuç Yok
uk: Немає результатів

# SearchEmptyViewTitle2
source: No Results
ar: ما من نتائج
be: Няма вынікаў
ca: Cap resultat
de: Keine Ergebnisse
es: Sin resultados
fi: Ei tuloksia
fr: Aucun résultat
id: Tidak ada hasil
it: Nessun risultato
ko: 결과 없음
ms: Tiada Keputusan
nl: Geen resultaten
pl: Nie ma wyników
pt_br: Sem Resultados
ru: Нет результатов
sv: Inga resultat
tr: Sonuç Yok
uk: Результатів немає

source: Search for chats...
ar: البحث عن محادثات...
be: Шукаць чаты...
ca: Cerqueu xats...
de: Nach Chats suchen...
es: Buscar chats...
fi: Hae keskusteluja...
fr: Rechercher des échanges...
it: Cerca chat...
ko: 대화 검색...
ms: Cari untuk bual...
nl: Zoek chats...
pl: Wyszukaj czaty…
pt_br: Buscar por chats...
ru: Поиск чатов...
sv: Sök chattar...
tr: Sohbetlerde ara...
uk: Пошук чатів...

source: Search for people...
ar: البحث عن أشخاص...
be: Шукаць карыстальнікаў...
ca: Cerqueu persones...
de: Suche nach Leuten...
es: Buscar personas...
fa: جستجوی افراد...
fi: Hae henkilöitä...
fr: Rechercher des personnes...
id: Cari pengguna
it: Cerca persone...
ko: 사람을 검색하세요...
ms: Cari pengguna...
nl: Zoek mensen
pl: Szukaj ludzi…
pt_br: Buscar por pessoas...
ru: Поиск людей...
sv: Leta efter folk...
tr: İnsanları bul…
uk: Пошук людей...
uz: Odamlarni qidirish...

# SearchForPeopleAndGroups
source: Search for users and groups...
ar: البحث عن مستخدمين ومجموعات...
be: Шукаць карыстальнікаў або суполкі...
ca: Cerqueu usuaris i grups...
de: Suche nach Nutzern oder Gruppen
es: Buscar usuarios y grupos...
fa: جستجوی کاربران و گروه‌ها...
fi: Hae keskusteluja...
fr: Rechercher des utilisateurs et des groupes...
id: Cari untuk pengguna dan grup...
it: Cerca utenti e gruppi...
ko: 사용자나 그룹을 검색하세요...
ms: Cari pengguna dan grup...
nl: Zoek naar gebruikers en groepen
pl: Szukaj użytkowników i grup…
pt_br: Buscar por usuários e grupos...
ru: Поиск пользователей и групп...
sv: Sök användare och grupper...
tr: Kullanıcıları ve grupları bul…
uk: Пошук користувачів і груп...
uz: Foydalanuvchi va guruhlarni qidirish...

# SearchFriends
source: Search contacts
ar: بحث جهات الاتصال
be: Шукаць кантакты
ca: Cerqueu contactes
de: Nach Kontakten suchen
es: Buscar contactos
fa: جستجوی مخاطبین
fi: Hae yhteystietoja
fr: Rechercher des contacts
id: Cari kontak
it: Cerca contatti
ko: 연락처 검색
ms: Cari kenalan
nl: Contacten zoeken
pl: Szukaj kontaktów
pt_br: Buscar amigos
ru: Поиск контактов
sv: Sök kontakter
tr: Kişileri bul
uk: Пошук контактів
uz: Kontaktlarni qidirish
zh_cn: 搜索朋友
zh_tw: 搜尋朋友

# SearchFrom
source: from:
ar: من:
be: ад:
ca: de:
de: von:
es: de:
fa: از:
fi: keneltä:
fr: de :
id: dari:
it: da:
ko: 보낸 이:
ms: dari:
nl: van:
pl: od:
pt_br: de:
ru: от:
sv: från:
tr: kimden:
uk: від:
uz: muallif:
zh_cn: 来自：
zh_tw: 來自：

# SearchGifs
source: FIND GIFS
ar: بحث الصور المتحركة
be: ШУКАЦЬ АНІМАЦЫІ
ca: CERCA GIF
de: GIF-SUCHE
es: BUSCAR GIF
fa: پیدا کردن گیف
fi: HAE GIFEJÄ
fr: TROUVER DES GIF
id: CARI GIFS
it: CERCA GIF
ko: GIF 찾기
ms: CARI GIF
nl: GIF'S ZOEKEN
pl: SZUKAJ GIFÓW
pt_br: BUSCAR GIFS
ru: НАЙТИ GIF
sv: HITTA GIF:AR
tr: GIF'LER BULUN
uk: ПОШУК GIF
uz: GIFLARNI QIDIRISH
zh_cn: 查找 GIF 动画
zh_tw: 搜尋 GIF 動畫

# SearchGifsTitle
source: Search GIFs
ar: بحث عن صور متحركة
be: Шукаць анімацыі
ca: Cerca GIF
de: Suche GIFs
es: Buscar GIF
fa: جستجوی گیف‌ها
fi: Hae GIFejä
fr: Recherche de GIF
id: Cari GIFs
it: Cerca GIF
ko: GIF 검색
ms: Cari GIF
nl: GIF's zoeken
pl: Szukaj GIFów
pt_br: Procurar GIFs
ru: Поиск GIF
sv: GIF:ar
tr: GIF Bul
uk: Пошук GIF
uz: GIFlar ichidan qidirish
zh_cn: 搜索 GIF 动画
zh_tw: 搜尋 GIF 動畫

# SearchImages
source: FIND IMAGES
ar: بحث الصور
be: ШУКАЦЬ ВІДАРЫСЫ
ca: CERCA IMATGES
de: BILDERSUCHE
es: BUSCAR FOTOS
fa: جستجوی تصاویر
fi: HAE KUVIA
fr: TROUVER DES IMAGES
id: CARI GAMBAR
it: CERCA IMMAGINI
ko: 이미지 찾기
ms: CARI IMEJ
nl: ONLINE ZOEKEN
pl: SZUKAJ OBRAZY
pt_br: BUSCAR IMAGENS
ru: НАЙТИ ИЗОБРАЖЕНИЯ
sv: SÖK BILDER
tr: RESİMLER BULUN
uk: ПОШУК ЗОБРАЖЕНЬ
uz: RASMLARNI QIDIRISH
zh_cn: 查找图片
zh_tw: 搜尋圖片

# SearchImagesInfo
source: WEB SEARCH
ar: البحث في الويب
be: ПОШУК У ІНТЭРНЭЦЕ
ca: CERCADOR WEB
de: SUCHE IM WEB
es: BÚSQUEDA WEB
fa: جستجوی وب
fi: VERKKOHAKU
fr: RECHERCHE WEB
id: CARI WEB
it: RICERCA WEB
ko: 웹 검색
ms: CARIAN WEB
nl: ZOEK OP HET WEB
pl: W INTERNECIE
pt_br: BUSCA GLOBAL
ru: ПОИСК В СЕТИ
sv: WEBBSÖKNING
tr: WEB ARAMASI
uk: ПОШУК В ІНТЕРНЕТІ
uz: VEB QIDIRUV
zh_cn: 通过网络搜索
zh_tw: 通過網絡搜尋

# SearchImagesTitle
source: Search web
ar: البحث في الويب
be: Шукаць у інтэрнэце
ca: Cerca al web
de: Suche Bilder
es: Buscar en la web
fa: جستجوی وب
fi: Hae verkosta
fr: Recherche sur le web
id: Cari web
it: Ricerca web
ko: 웹 검색
ms: Cari web
nl: Online zoeken
pl: Przeszukaj internet
pt_br: Buscar na Internet
ru: Поиск в сети
sv: Sök på nätet
tr: Web'de ara
uk: Пошук в Інтернеті
uz: Internetdan qidirish
zh_cn: 通过网络搜索
zh_tw: 通過網絡搜尋

# SearchInSettings
source: Search Settings and FAQ
ar: بحث الإعدادات والأسئلة الشائعة
be: Шукаць налады і частыя пытанні
ca: Cerqueu paràmetres i PMF
de: Einstellungen durchsuchen
es: Buscar ajustes y FAQ
fa: جستجوی تنظیمات و پرسش‌های متداول
fi: Hae asetuksista ja usein kysytyistä
fr: Recherche
id: Cari Pengaturan dan FAQ
it: Cerca impostazioni e FAQ
ko: 설정과 자주 묻는 질문 검색
ms: Aturan Carian dan Soalan Lazim
nl: Instellingen en veelgestelde vragen zoeken
pl: Szukaj w ustawieniach i FAQ
pt_br: Buscar Configurações e FAQ
ru: Поиск по настройкам и FAQ
sv: Sökinställningar och FAQ
tr: Ayarlar ve SSS'de Ara
uk: Пошук налаштувань і запитань
uz: Sozlamalar va KBS'larni Izlash

# SearchMemberRequests
source: Search join requests
ar: البحث في طلبات الانضمام
be: Шукаць запыты на далучэнне
ca: Cerca sol·licituds
de: Beitrittsanfragen suchen
es: Buscar solicitudes de unión
fi: Hae liittymispyyntöjä
fr: Rechercher des demandes d'adhésion
it: Cerca richieste di accesso
ko: 입장 요청 검색
ms: Cari permohonan ahli
pl: Szukaj próśb o dołączenie
pt_br: Buscar pedidos de entrada
ru: Поиск заявок
sv: Sök medlemsansökningar
tr: Katılma isteklerini ara
uk: Пошук запитів на приєднання

source: Search members
ar: البحث عن أعضاء
be: Пошук удзельнікаў
ca: Cerca membres
de: Mitglieder suchen
es: Buscar miembros
fa: جستجوی اعضا
fi: Hae jäseniä
fr: Rechercher des membres
id: Cari anggota
it: Cerca membri
ko: 참가자 검색
ms: Cari ahli
nl: Leden zoeken
pl: Szukaj członków
pt_br: Buscar membros
ru: Поиск участников
sv: Sök medlemmar
tr: Üyeleri bul
uk: Пошук учасників
uz: Aʼzolarni qidirish
zh_cn: 搜索成员
zh_tw: 搜尋成員

# SearchMessages
source: Messages
ar: الرسائل
be: Паведамленні
ca: Missatges
de: Nachrichten
es: Mensajes
fa: پیام‌ها
fi: Viestit
id: Pesan
it: Messaggi
ko: 메시지
ms: Mesej
nl: Berichten
pl: Wiadomości
pt_br: Mensagens
ru: Сообщения
sv: Meddelanden
tr: Mesajlar
uk: Повідомлення
uz: Xabarlar
zh_cn: 消息
zh_tw: 訊息
